Repository: oklemenz/Cup-Confusion
Catalog: CupConfusion/*.lproj/Localizable.strings
Languages: de

# WELCOME
source: Welcome to Cup Confusion!
de: Wilkommen zu Cup Confusion!

# START
source: You start with a pool of %i points. Good luck!
de: Du startest mit einem Spieleinsatz von %i Punkten. Viel Gl체ck!

# GAME_PAUSED
source: Game paused. Tap a cup to resume...
de: Spiel pausiert. Tippe einen Becher um fortzuseten...

# CANCEL_BTN
source: Cancel
de: Abbrechen

# PLACE_BET
source: Place your bet...
de: Setze deine Wette...

# TAP_CUP
source: Tap a cup to play...
de: Tippe einen Becher zum Spielen...

# FOLLOW_BALL
source: Follow the cup with the ball.
de: Folge dem Becher mit dem Ball.

# CHOOSE_CUP
source: Under which cup is the ball?
de: Unter welchem Becher ist der Ball?

# BUY_POOL
source: Buy pool to play again.
de: Kaufe Spieleinsatz um nochmal zu spielen.

# SELECT_POOL
source: Select your purchase:
de: W채hle deinen Einkauf:

# NO_PRODUCTS
source: Loading products... Please try again.
de: Produkte werden geladen... Versuche es sp채ter noch einmal.

# YOU_WON_MSG
source: You Won! Tap to continue.
de: Du hast gewonnen! Tippe um fortzusetzen.

# YOU_LOST_MSG
source: You Lost! Tap to continue.
de: Du hast verloren! Tippe um fortzusetzen.

# IN_APP_PURCHASE
source: In-App Purchases
de: In-App Eink채ufe

source: Purchase failed!
de: Einkauf fehlgeschlagen!

# PURCHASE_FAILED_MSG
source: The In-App purchase failed!
de: Der In-App Einkauf ist fehlgeschlagen!

# GAME_CENTER_ERROR
source: Error connecting to Game Center!
de: Fehler beim Verbinden zum Game Center!
